import { Typography } from "@mui/material";
import "views/topics/topics.css";
import PinchPanCard from "views/ui-component/cards/PinchPanCard";

const Ch02Intro = () => {
    return (
        <PinchPanCard title="مقدمه" border={true}>
            <Typography>
                توانایی مدل سازی ریاضی سیستم‌های دینامیکی برای تحلیل مشخصات
                دینامیکی آنها از اهمیت بالایی در علم کنترل برخوردار است. مدل
                ریاضی سیستم دینامیکی، مجموعه ای از معادلات است که رفتار دینامیکی
                سیستم را به خوبی
                <br />
                نشان می‌دهد. هر سیستم فیزیکی اعم از سیستم های مکانیکی و... از
                قوانین فیزیکی تبعیت می‌کنند. برای مدلسازی این سیستم ها ابتدا
                معادلات نشأت گرفته شده از این قوانین فیزیکی را بدست می‌آوریم که
                عموما به فرم معادلات
                <br />
                دیفرانسیل می‌باشند. . بعد از مدلسازی تنها با استفاده از روابط
                ریاضی، هرسیستمی در هر علمی قابل تحلیل می‌باشد. درواقع قدرت علم
                کنترل و در اصطلاح بین‌رشته‌ای بودن آن، از همین ویژگی نشات
                می‌گیرد.
            </Typography>
        </PinchPanCard>
    );
};

export default Ch02Intro;
